[
    {
      "id": 1,
      "estate_title": "Green Acres Farm",
      "segment_name": "Agricultural Land",
      "description": "A beautiful farmland with lush greenery and fertile soil, perfect for farming various crops.At Green Acre Farms, we take pride in providing our customers with diverse, top quality crops. We supply the products you need with respect, integrity, knowledge, and open minds. We credit our success to our employees and their passion for their work. Because of that great passion we work hard, think traditionally yet creatively and take on the challenges of new crops and new crop varieties.",
      "price": 50000,
      "status": "sale",
      "area": "5 acres",
      "location": "Rural Valley, California",
      "facilities": ["Water Well", "Barn", "Irrigation System"],
      "image_url": "https://i.ibb.co/jgdMjVP/227987102-4226215844082581-2407452661746502708-n.jpg"
    },
    {
      "id": 2,
      "estate_title": "Golden Harvest Estate",
      "segment_name": "Agricultural Land",
      "description": "A vast expanse of agricultural land with abundant sunlight and panoramic views. Fatehpur Estate expands over 180 acres of land privately owned by Golden Harvest Group. Fatehpur itself is an attractive town, home to an expanding population and commercial sector, offering excellent retail and recreational facilities. Therefore the town provides a first class combination of good communications, comprehensive local services and a high quality environment. The Estate is now in the process of building a private Industrial park. This world class industrial park will feature modern design and infrastructure. The centralized facilities will include its own power generator, water treatment plant and ETP.",
      "price": 70000,
      "status": "sale",
      "area": "10 acres",
      "location": "Fertile Plains, Iowa",
      "facilities": ["Tractor Shed", "Farmhouse", "Fencing"],
      "image_url": "https://i.ibb.co/yn8bJTd/10308158-1480044065575841-7078613705526317307-n.jpg"
    },
    {
      "id": 3,
      "estate_title": "Sunrise Vineyards",
      "segment_name": "Vineyard",
      "description": "A picturesque vineyard with rows of grapevines basking in the sunlight, perfect for wine production. We make all of the wines we sell, and all of our wines are made from grapes grown either onsite or in vineyards within 1.5 miles from the winery as the crow flies. At Sunrise Vineyards you get a wine that truly reflects the Ramona Valley American Viticultural Area (and more specifically, the west side of the AVA). Stop by to experience how good local can be.",
      "price": 100000,
      "status": "sale",
      "area": "15 acres",
      "location": "Sunrise Valley, Oregon",
      "facilities": ["Tasting Room", "Winery", "Cellar"],
      "image_url": "https://i.ibb.co/0CmFP5M/81586-F69-8-BAE-4-CE4-9-B46-24-AE194269-BC-1606058814.jpg"
    },
    {
      "id": 4,
      "estate_title": "Harvest Haven Ranch",
      "segment_name": "Ranch",
      "description": "A picturesque ranch with ample grazing land and clear streams, suitable for raising livestock. Harvest Haven started as an organic market farm in 1995 growing strawberries, raising a few chickens for friends and selling vegetables at the local farmers' market. Our customers wanted to be able to purchase organic meats and produce throughout the winter, so we opened the on-farm store. As we grew, we added other basics for healthy  living. Now, we're offering some of our products for your well-being through our new on-line store. To save you the time, energy and trouble, we've done the research and product testing. The guesswork is taken out of shopping for the essentials of life.  ",
      "price": 120000,
      "status": "sale",
      "area": "20 acres",
      "location": "Meadowlands, Texas",
      "facilities": ["Stables", "Hay Barn", "Livestock Pens"],
      "image_url": "https://i.ibb.co/DKrk5Hc/horse-haven-ranch-26.jpg"
    },
    {
      "id": 5,
      "estate_title": "Forest Retreat",
      "segment_name": "Forest",
      "description": "A tranquil forest with towering trees and diverse wildlife, offering a secluded escape. Within no more than a few steps from the hotel, you will encounter a Spa center that harmoniously combines serenity and meditation. Be our guest and unwind in our spa realm, a place furnished with authentic design, where beauty, comfort, knowledge and genuine care are balanced to create a memorable reviving experience. Both the exterior and the interior pool, the emotional showers, the wet and dry saunas, the magic garden and the salt room are only part of the facilities thought to pamper our guests. As you enter Forest Retreat & Spa, you will notice the pleasant relationship between the use of stone and wood, one of the natural details that accompany us through the discovery of the entire resort. Forest Retreat & Spa rekindles your mind, body and spirit through absolute pampering of all your senses.",
      "price": 80000,
      "status": "sale",
      "area": "50 acres",
      "location": "Woodland Hills, Montana",
      "facilities": ["Hiking Trails", "Cabin", "Campsite"],
      "image_url": "https://i.ibb.co/7rJsvH5/eb7f2a6f-44d1-4fbf-be61-86c51abbe1b2.jpg"
    },
    {
      "id": 6,
      "estate_title": "Oakwood Plantation",
      "segment_name": "Plantation",
      "description": "An expansive plantation with rows of crops and fruit-bearing trees, providing a sustainable source of income. There are multiple matches for Oakwood Plantation, including a plantation in Berkeley County, South Carolina, a cotton plantation, and an antebellum farmhouse in Georgia. Oakwood Plantation is a plantation in Berkeley County, South Carolina. It has information about its history, land, crops, owners, slaves, buildings, and current status.",
      "price": 150000,
      "status": "sale",
      "area": "200 acres",
      "location": "Oakwood Valley, Louisiana",
      "facilities": ["Processing Facility", "Manager's Residence", "Equipment Shed"],
      "image_url": "https://i.ibb.co/fDznB0x/760d1520579c1e05650a87cb5208ceb6l-m0od-w480-h360-x2.webp"
    },
    {
      "id": 7,
      "estate_title": "Misty Meadows Farm",
      "segment_name": "Farm",
      "description": "A misty farm nestled in the hills with fertile fields and a tranquil atmosphere, perfect for organic agriculture. Misty Meadows is a family-owned farm selling organic, pasture-raised eggs based out of Everson, WA. You can find our delicious and nutritious eggs at grocery stores throughout Western Washington. And, you can feel good about your purchase knowing that the eggs you’re enjoying came from happy, healthy chickens. Misty Meadows Farm started in 2005 as Melissa and Mark Moeller’s household flock of three chickens. The couple fell in love with the flavor of farm-fresh eggs and decided to share the delicious eggs with their community. Over the years, Melissa and Mark grew their flock to 2,000 birds. They not only created the name “Misty Meadows,” but also set a standard for chicken rearing.",
      "price": 60000,
      "status": "sale",
      "area": "20 acres",
      "location": "Misty Hills, Vermont",
      "facilities": ["Greenhouse", "Tool Shed", "Pond"],
      "image_url": "https://i.ibb.co/bXHdxtX/download.jpg"
    },
    {
      "id": 8,
      "estate_title": "Sunny Fields Estate",
      "segment_name": "Farm",
      "description": "A sunny estate with fertile fields and clear skies, perfect for sustainable farming practices. The homes in Sunny Field Estates are all part of a Homeowner's Association called the Sunny Field Estates Community Association, Inc. The Association was formed in 1993 and is governed by our Declaration of Covenants and Restrictions and Bylaws.  Now, it is dedicated to the memory of his parents and second-grade teacher and life-long friend Nelle Henry.",
      "price": 3500,
      "status": "rent",
      "area": "4 acres",
      "location": "Sunnyvale, Arizona",
      "facilities": ["Solar Panels", "Rainwater Harvesting System", "Fencing"],
      "image_url": "https://i.ibb.co/0Fv6rXt/6-3.webp"
    },
    {
      "id": 9,
      "estate_title": "Vista Verde Vineyards",
      "segment_name": "Vineyard",
      "description": "An expansive vineyard with panoramic views and premium grape varieties, ideal for wine enthusiasts. Directly east of better-known Monterey County, on the other side of the Gavilan Mountains, San Benito County boasts four recognized AVAs (Cienega Valley, Paicines, Lime Kiln Valley and Mt. Harlan). This complex maze of mountains, canyons and valleys, some running east-west rather than north-south, channels substantial marine influence into San Benito from the Pacific Ocean, only 20-30 miles away. The most attentive care is given to this vineyard to produce stellar Pinot Noir. The restrictive rootstock used ensures the maximum ripeness and flavor development.",
      "price": 200000,
      "status": "sale",
      "area": "25 acres",
      "location": "Verde Valley, California",
      "facilities": ["Wine Tasting Pavilion", "Cellar", "Vineyard Cottage"],
      "image_url": "https://i.ibb.co/8jKQv3M/928182-47cc6b8cb11f4d1fbbd4f9d22fefef25-mv2-d-2544-1920-s-2.webp"
    }
  ]
  