[
    {
      "id": 1,
      "estate_title": "Green Acres Farm",
      "segment_name": "Agricultural Land",
      "description": "A beautiful farmland with lush greenery and fertile soil, perfect for farming various crops.At Green Acre Farms, we take pride in providing our customers with diverse, top quality crops. We supply the products you need with respect, integrity, knowledge, and open minds. We credit our success to our employees and their passion for their work. Because of that great passion we work hard, think traditionally yet creatively and take on the challenges of new crops and new crop varieties.",
      "price": 50000,
      "status": "sale",
      "area": "5 acres",
      "location": "Rural Valley, California",
      "facilities": ["Water Well", "Barn", "Irrigation System"],
      "image_url": "https://i.ibb.co/jgdMjVP/227987102-4226215844082581-2407452661746502708-n.jpg"
    },
    {
      "id": 2,
      "estate_title": "Golden Harvest Estate",
      "segment_name": "Agricultural Land",
      "description": "A vast expanse of agricultural land with abundant sunlight and panoramic views. Fatehpur Estate expands over 180 acres of land privately owned by Golden Harvest Group. Fatehpur itself is an attractive town, home to an expanding population and commercial sector, offering excellent retail and recreational facilities. Therefore the town provides a first class combination of good communications, comprehensive local services and a high quality environment. The Estate is now in the process of building a private Industrial park. This world class industrial park will feature modern design and infrastructure. The centralized facilities will include its own power generator, water treatment plant and ETP.",
      "price": 70000,
      "status": "sale",
      "area": "10 acres",
      "location": "Fertile Plains, Iowa",
      "facilities": ["Tractor Shed", "Farmhouse", "Fencing"],
      "image_url": "https://i.ibb.co/yn8bJTd/10308158-1480044065575841-7078613705526317307-n.jpg"
    },
    {
      "id": 3,
      "estate_title": "Sunrise Meadows",
      "segment_name": "Agricultural Land",
      "description": "A serene farmland surrounded by rolling hills and fresh air, ideal for organic farming. Our spacious two-bedroom, two-bath apartment homes offer quality and comfort to ensure you're living the lifestyle you deserve. Our apartment homes include an in-unit washer and dryer, walk-in closets, kitchen pantries, open floorplans, and controlled access entries. And best of all, an unbeatable location!  We're in the heart of Waukee, one of the fastest-growing western suburbs, complete with close retail shops, restaurants, trails, and even the brand new IMAX movie theater. We'd love to show you around, call today to schedule a tour!",
      "price": 3000,
      "status": "rent",
      "area": "2 acres",
      "location": "Sunshine Valley, Oregon",
      "facilities": ["Greenhouse", "Tool Shed", "Pond"],
      "image_url": "https://i.ibb.co/X2XKzgz/images.jpg"
    },
    {
      "id": 4,
      "estate_title": "Harvest Haven Ranch",
      "segment_name": "Agricultural Land",
      "description": "A picturesque ranch with ample grazing land and clear streams, suitable for raising livestock. Harvest Haven started as an organic market farm in 1995 growing strawberries, raising a few chickens for friends and selling vegetables at the local farmers' market. Our customers wanted to be able to purchase organic meats and produce throughout the winter, so we opened the on-farm store. As we grew, we added other basics for healthy  living. Now, we're offering some of our products for your well-being through our new on-line store. To save you the time, energy and trouble, we've done the research and product testing. The guesswork is taken out of shopping for the essentials of life.  ",
      "price": 100000,
      "status": "sale",
      "area": "20 acres",
      "location": "Meadowlands, Texas",
      "facilities": ["Stables", "Hay Barn", "Livestock Pens"],
      "image_url": "https://i.ibb.co/DKrk5Hc/horse-haven-ranch-26.jpg"
    },
    {
      "id": 5,
      "estate_title": "Rustic Fields Estate",
      "segment_name": "Agricultural Land",
      "description": "A charming countryside property with rustic charm and fertile soil for crop cultivation. This home is currently off market Nearly new 2017 custom home set against a stunning mountain panoramic! Enjoy an idyllic Agnew location on a level 2.36 acres with convenience to both PA & Sequim! Desirable open floor plan features a perfect mix of trendy and timeless finishes - find stylish light fixtures, barn doors into the office, subway tile, quartz counters, laminate flooring, & gorgeous tiled master bath! Property is beautifully landscaped in the front with a covered patio, detached 2 car garage/shop, & attached garage!",
      "price": 4000,
      "status": "rent",
      "area": "3 acres",
      "location": "Rustic County, Montana",
      "facilities": ["Fruit Orchard", "Chicken Coop", "Farm Stand"],
      "image_url": "https://i.ibb.co/WyWkN6h/images-1.jpg"
    },
    {
      "id": 6,
      "estate_title": "Gentle Breeze Farm",
      "segment_name": "Agricultural Land",
      "description": "A tranquil farmstead with gentle breezes and open fields, suitable for organic agriculture. Our new chickens babies are living outside full time now. They grew so quickly. All of the sudden we were in a mad dash to get their living quarters finalized and ready for their move in. They now happily roam freely in the pasture with our goats. I tried to expose the chickens and goats to each other pretty early on, so they could happily co-exist in the same pastures. So far, that has worked wonderfully. The biggest issue is that Boots the goat, is still small enough that he can squeeze himself into the chicken house doorway. That has required some special blockading on my part, but we are making it work.",
      "price": 60000,
      "status": "sale",
      "area": "8 acres",
      "location": "Windward Valley, Kansas",
      "facilities": ["Vegetable Garden", "Beehives", "Workshop"],
      "image_url": "https://i.ibb.co/CwkBT2j/043-E6367-67-E6-49-B6-A01-E-54-D5786-B6373-scaled.webp"
    },
    {
      "id": 7,
      "estate_title": "Misty Meadows Ranch",
      "segment_name": "Agricultural Land",
      "description": "A misty ranch nestled in the hills with grazing pastures and a tranquil atmosphere. At Misty Meadows Ranch, we offer a progressive horseback riding program and two level vaulting program. The emphasis of these programs is on skill development, progression, and expanding knowledge of horses and horse care. Campers must register for a session within their existing skill level for the safety and fun of all campers. If you’re not sure which session is right for your camper, email mistydirector@sjgs.org. If horses aren’t your thing , Misty can still be the camp for you! We offer sessions for campers interested in living off the land with our garden, chickens, and goats. We also offer sessions for girls who would rather spend their days at camp glamping in one of our climate-controlled dorms.  ",
      "price": 80000,
      "status": "sale",
      "area": "15 acres",
      "location": "Misty Hills, Vermont",
      "facilities": ["Milking Parlor", "Pump House", "Forest Trails"],
      "image_url": "https://i.ibb.co/w02V1Hf/images-2.jpg"
    },
    {
      "id": 8,
      "estate_title": "Sunny Fields Estate",
      "segment_name": "Agricultural Land",
      "description": "A sunny estate with fertile fields and clear skies, perfect for sustainable farming practices. The homes in Sunny Field Estates are all part of a Homeowner's Association called the Sunny Field Estates Community Association, Inc. The Association was formed in 1993 and is governed by our Declaration of Covenants and Restrictions and Bylaws.  Now, it is dedicated to the memory of his parents and second-grade teacher and life-long friend Nelle Henry.",
      "price": 3500,
      "status": "rent",
      "area": "4 acres",
      "location": "Sunnyvale, Arizona",
      "facilities": ["Solar Panels", "Rainwater Harvesting System", "Fencing"],
      "image_url": "https://i.ibb.co/0Fv6rXt/6-3.webp"
    },
    {
      "id": 9,
      "estate_title": "Oakwood Ranch",
      "segment_name": "Agricultural Land",
      "description": "An oak-studded ranch with rolling hills and natural beauty, offering a peaceful retreat for farming. New Homes in Willis, TX are now selling in the community of Oakwood Ranch. Located off FM-1097 East, the community offers residents a serene location, and oversized homesites up to ¾ acre and standard 3-car garages.",
      "price": 90000,
      "status": "sale",
      "area": "25 acres",
      "location": "Oakwood Valley, Colorado",
      "facilities": ["Rustic Cabin", "Pond", "Pastureland"],
      "image_url": "https://i.ibb.co/196QPFW/Banning-Lewis-Ranch.jpg"
    }
  ]
  